//
//  Localizable.strings
//  Math
//
//  Created by Johan Stenberg on 2013-11-01.
//  Copyright Johan Stenberg 2013. All rights reserved.
//
//  English version
//

/* World or challenge completed. */
"%@ Completed!" = "%@ Completed!";

/* Can't delete profile dialog message. */
"%@ is your current profile!" = "%@ is your current profile!";

/* Addition world name. */
"Addition" = "Addition";

/* Delete profile dialog message. */
"Are you sure you want to delete the profile %@?" = "Are you sure you want to delete the profile %@?";

/* Reset progress dialog message. */
"Are you sure you want to reset the progress for %@?" = "Are you sure you want to reset the progress for %@?";

/* Delete profile dialog title. */
"Are you sure?" = "Are you sure?";

/* Main Menu title. */
"Blackboard Math" = "Blackboard Math";

/* Can't delete profile dialog title. */
"Can't delete %@" = "Can't delete %@";

/* Completed game title with argument. */
"Congratulations %@! You completed the game!" = "Congratulations %@! You completed the game!";

/* World or challenge completed with new highscore. */
"Congratulations! New highscore \n for %@ is %@!" = "Congratulations! New highscore \n for %1$@ is %2$@!";

/* Create new profile scene title. */
"Create new profile" = "Create new profile";

/* Profile scene profile for string. */
"Current level: \n%@" = "Current level: \n%@";

/* Current profile label. */
"Current profile: %@" = "Current profile: %@";

/* Profile scene profile for string. */
"Current world: \n%@" = "Current world: \n%@";

/* Current with a colon after. */
"Current:" = "Current:";

/* Division world name. */
"Division" = "Division";

/* Done button label. */
"Done" = "Done";

/* Placeholder for the ui input in create profile scene. */
"Enter name here!" = "Enter name here!";

/* Highscore string with 2 arguments. */
"Highscore for %@ is %@" = "Highscore for %1$@ is %2$@";

/* Highscore for current challenge. */
"Highscore for this\n level is %@" = "Highscore for this\n level is %@";

/* A question stating which is number is largest. */
"Largest?" = "Largest?";

/* Name for eighth level in each world. */
"Level Eight" = "Level Eight";

/* Name for fifth level in each world. */
"Level Five" = "Level Five";

/* Name for fourth level in each world. */
"Level Four" = "Level Four";

/* Name for ninth level in each world. */
"Level Nine" = "Level Nine";

/* Name for first level in each world. */
"Level One" = "Level One";

/* Name for seventh level in each world. */
"Level Seven" = "Level Seven";

/* Name for sixth level in each world. */
"Level Six" = "Level Six";

/* Name for tenth level in each world. */
"Level Ten" = "Level Ten";

/* Name for third level in each world. */
"Level Three" = "Level Three";

/* Name for second level in each world. */
"Level Two" = "Level Two";

/* Locked challenge title. */
"Locked Level!" = "Locked Level!";

/* Locked world title. */
"Locked World!" = "Locked World!";

/* Manage profile button label. */
"Manage Profiles" = "Manage Profiles";

/* Too many profiles dialog title. */
"Max 5 Profiles" = "Max 5 Profiles";

/* Menu button label. */
"Menu" = "Menu";

/* Mixed world name */
"Mixed One" = "Mixed One";

/* Multiplication world name. */
"Multiplication" = "Multiplication";

/* Name with a colon after. */
"Name:" = "Name:";

/* New profile button label. */
"New Profile" = "New Profile";

/* Next button label. */
"Next" = "Next";

/* No */
"No" = "No";

/* OK string for dialogs etcetera. */
"OK" = "OK";

/* Options button and title. */
"Options" = "Options";

/* Play button string. */
"Play" = "Play";

/* Nothing entered new profile name dialog title. */
"Please enter a name" = "Please enter a name";

/* Profile button and title. */
"Profile" = "Profile";

/* Profile scene profile for string. */
"Profile for: \n%@" = "Profile for: \n%@";

/* Replay button label. */
"Replay" = "Replay";

/* Reset progress button label. */
"Reset Progress" = "Reset Progress";

/* A question stating which is number is smallest. */
"Smallest?" = "Smallest?";

/* Subtraction world name. */
"Subtraction" = "Subtraction";

/* Taken name dialog title. */
"Taken name" = "Taken name";

/* Taken name dialog message. */
"There already exists a profile with that name!" = "There already exists a profile with that name!";

/* Nothing entered new profile name dialog message. */
"To complete your profile you must enter a name!" = "To complete your profile you must enter a name!";

/* Too many profiles dialog title. */
"To delete a profile press \"Manage Profiles\"!" = "To delete a profile press \"Manage Profiles\"!";

/* Locked challenge message. */
"To play this level complete the previous ones!" = "To play this level complete the previous ones!";

/* Locked world message. */
"To play this world complete the previous ones!" = "To play this world complete the previous ones!";

/* Level welcome title. */
"Welcome to \n%@" = "Welcome to \n%@";

/* Universe worlds title. */
"Worlds" = "Worlds";

/* Yes */
"Yes" = "Yes";

/* Number of profiles string. */
"You have %d profile" = "You have %d profile";

/* Number of profiles string. */
"You have %d profiles" = "You have %d profiles";

/* Paused title. */
"Paused" = "Paused";

/* Resumed title. */
"Resume" = "Resume";

/* Score label. */
"Score: %@" = "Score: %@";